Revit 2027 API
FilterNumericGreater Properties
The FilterNumericGreater type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterNumericRuleEvaluator)
Top
See Also
Reference
FilterNumericGreater Class
Autodesk.Revit.DB Namespace